Repository: giellalt/corpus-sme
Catalog: tmx/nob/facta/giellatekno/substintro.html.tmx
Source language: sme
Languages: nob

source: lea nammasátni - olbmuid, elliid, dávviriid, proseassaid ja abstrákta dilálašvuođaid namma, omd: nieida, Káre, beavdi, ráhkisvuohta, dávda, Norga.
nob: Substantiv er navneord - det kan være folk, dyr, ting, prosesser eller abstrakte forhold, f.eks.: nieida (jente), Káre, beavdi (bord), ráhkisvuohta (kjærlighet), dávda (sykdom), Norga.

source: Sojahit substantiivvaid kásusiid mielde. Kásus lea sojahanhápmi mii čájeha makkár doaibma substantiivvas lea cealkagis.
nob: Substantiver bøyes i kasus, som er bøyningsformer som markerer hvilken funksjon substantivet har i setningen.

source: Davvisámegielas leat 7 kásusa:
nob: I nordsamisk er det sju kasus:

source: Genetiiva - mii čájeha mii / gii lea oamasteaddji: ' gusa ' juolgi.
nob: Genitiv - som angir eieform: ' gusa ' juolgi.

source: Illatiiva - mii dábálaččat čájeha lihkadeami masa nu: Mun attán biepmu ' gussii '.
nob: Illativ - som betegner bevegelse til eller inn i noe: Mun attán biepmu ' gussii '.

source: Lokatiiva - mii dábálaččat muitala ahte juoga lea báikkis / áđas dahje vuolgá báikkis / áđas eret: ' Gusas ' oaččut mielkki.
nob: Lokativ - som betegner på / i stedet eller fra stedet: ' Gusas ' oaččut mielkki.

source: Komitatiiva - mii dábálaččat čájeha ahte juoga lea mainna dahje geainna nu: Mun bohten ' gusain '.
nob: Komitativ - er kasus som ofte gir betydningen " med ": Mun bohten ' gusain '.

source: Essiiva - mii muitala dili dahje iešvuođa birra: ' gussan '
nob: Essiv - er tilstandskasus som ofte gir betydningen " som ": ' gussan '

source: Substantiivva sojaheapmi lea das gitta makkár mátta sánis lea. Mii geahččat galle stávvala leat sáni maŋimuš távttas máŋggaidlogus.
nob: I samisk får substantivene ulike bøyingsendelser, alt etter hvor mange stavelser det er i den siste takta i ordet i flertall.

source: Gielas leat
nob: Det er

source: Ruovttoluotta grammatihka váldosiidui.
nob: Tilbake til grammatikk hovedside.
